
export const faqs = [
  {
    question: "Как зарегистрироваться",
    answer: "Нажмите на любую из кнопок Перейти или начать на сайте. Вы автоматически перейдете в бота telegram, который выполняет регистрацию пользователей. Отвечайте на вопросы и выбирайте ответы во время регистрации. После регистрации вы вам придет сообщение об успешной регистрации. Нажмите кнопку Запустить или Open в telegram и у вас откроется приложение"
  },
  {
    question: "Как поменять Имя",
    answer: "Откройте telegram бот и отправьте сообщение /name. Далее следуйте инструкциям бота."
  },
  {
    question: "Как поменять Местоположение(геолокацию)",
    answer: "Откройте telegram бот и отправьте сообщение /location. Далее следуйте инструкциям бота."
  },
  {
    question: "Как поменять главное фото",
    answer: "Откройте telegram бот и отправьте сообщение /photo. Далее следуйте инструкциям бота."
  },
  {
    question: "Как добавить дополнительные фото профиля",
    answer: "Откройте telegram бот и отправьте сообщение /photos. Далее следуйте инструкциям бота."
  },
  {
    question: "Как поменять возраст",
    answer: "Откройте telegram бот и отправьте сообщение /age. Далее следуйте инструкциям бота."
  },
  {
    question: "Как поменять информацию о себе",
    answer: "Откройте telegram бот и отправьте сообщение /bio. Далее следуйте инструкциям бота."
  },
  {
    question: "Как поменять цель поиска",
    answer: "Откройте telegram бот и отправьте сообщение /goal. Далее следуйте инструкциям бота."
  },
  {
    question: "Как поменять пол для поиска",
    answer: "Откройте telegram бот и отправьте сообщение /findgender . Далее следуйте инструкциям бота."
  },
  {
    question: "Как увидеть список доступных команд",
    answer: "Откройте telegram бот и отправьте сообщение /help . Далее следуйте инструкциям бота."
  },
  {
    question: "Как сообщить о проблеме или связаться с менеджером",
    answer: "Откройте telegram бот и отправьте сообщение /report . Далее следуйте инструкциям бота."
  },
];
